{
  "content": [
  ["Start",">list",">inspect",">inspect an item",">captcha",">eject",">sylladex",">move",">move cont.",">chumroll",">pester",">contents",">use","captcha cards","starting the game",">check",">bio",">connect",">deploy",">cache",">build",">specibus",">equip",">armor",">trait",">alchemize","pre-punched card",">prototype","carving a dowel","using a dowel","first alchemy","Entering",">strife",">act","first action",">pass","first win",">heal",">sleep",">fly",">enter",">quickalch","punch designatrix","true alchemy 1","true alchemy 2","whole new item","Final Wishes","True Ending"],
  "Hey! Nice to meet you. I'm your sprite, or, well.. a stand in for them, until you actually make me!\n\nI'm  here to guide you through this game. You can use the >tutorial command to view anything I say again, or change my configurations. I'd check that out now. \n\nLet's start out simple. You can look at the items in your room with the >inspect command, or the people in your room with the >list command. Try them both!",
  "\n\nThere's probably not much here right now if you're doing this right off the start, but this command can help a lot to tell you who's in the room with you, be that fellow player, nasty underling, or nice carpacian!\n\nIt serves another purpose in Strife, as it tells you the status and position of all the creatures in combat.",
  "Look at all that cool stuff! Want to look at any of it closer? Many of the commands for this game use \"arguments\", or additional information after the first command. If you do \">inspect 1\", you'll take a closer look at the first item in the room.\n\nIf you found something cool, you can grab it with >captcha [number], where the number is the item in the room you want! Many commands work like this, so get used to it. If nothing interests you, you can give the >move command a spin.",
  "Wow, there's sure a lot of baloney on that card! The stuff on the front of the card will be covered more when you get to Alchemy, so let's look at the back! \n\nThe colorful bit at the top is the grist effectiveness, it tells you what grist types this item is good and bad against.\n\nThe other boxes explain what the item's traits and actions do, so see if they're any good!",
  "Cool, you grabbed a thing! You'll be grabbing a lot of things, but be careful not to grab too many things, since you can only carry so many!\n\nYou can check out your >sylladex, to see what's on you! If you try to captcha something with a full sylladex, something else will go shooting out, so do >eject [number] to clear out your sylladex of things you dont need! Don't worry, they just drop on the ground, they won't be gone forever!",
  "Pop, there goes whatever that was. Just on the ground now. Poor thing. \n\nGood tip, if you ever eject an empty space in your sylladex, the card will be ejected instead! Not great for having storage space, but if you need a card in a pinch, it's a good last resort!\n\nIf you haven't yet, you can probably try the >move command now that you know the basics of your sylladex.",
  "Your Sylladex is the same as looking at a room, just it's in your magically deep pockets instead of an actual place! This means you can do >sylladex [number] to inspect an item, just like >inspect.\n\nIf you get so much stuff that you can't see it on the page (more than 10 items), you can do >sylladex page [number] to go to the next page!\n\nThere's some ways to get more storage space, but I'll show you that later.",
  "This is the list of all the rooms in your house that you can go into. Just like the other commands, you follow the >move command with the number of whatever it is you want to interact with. \nYou're probably a pro at getting that concept now, I'll stop mentioning it every other line.\n\nSince this is still in development, I know everything in your house! You should head to the Study, or room 3. Or don't. I don't control you.",
  "\nHey, look at that! all that information from the >list and >inspect commands, how helpful! That'll show up whenever you move to a new spot.If you're in the Study, there's some cool stuff for you here. Find the numbered location of the Desk and use the >contents command on it.\n\nAlternatively, you can set up your pestercord account with that computer over there. I'd start with the >chumroll command.",
  "\nIsn't that nice? From here, you can add some chums, with >chumroll add [chumhandle/chumtag], and check multiple pages of chums with >chumroll page [number].\n\nYou can set your name and image with >chumhandle [name] and >chumpic [url] respectively.\n\nOnce you're ready, try >pester [chum number] [message] to say hey to someone!",
  "\nYou will recieve the replies from other chums in either your main terminal if you only have one channel, or in your pester channel if you have two! You can send pesters from any channel, but it's probably easiest to keep track if you send them from your own pester channel.\n\nYou can rebind which channel you get pesters in with >pesterchannel, if you want to for whatever reason.",
  "\nLook, stuff inside stuff! Or not, if you aren't following the tutoral to a T. Any item with the Storage trait (the little chest icon), can have things inside them. To take items out of a storage item, you'll need to expand your use of the >captcha command!\n\nDo >captcha [storage item number][target item number] to grab things, a stack of 4 cards if you've been playing nice!",
  "You are now a Captchaloging pro, good job. Time to reap those rewards!\n\nThe >use command is an all terrain tool for most of the game. >use an item on something with the storage trait to store it, >use strife cards to add them to your deck, and more! You use items from your sylladex, which that stack of cards are in! \n\nDo >use [item number] to flush those cards into your sylladex.",
  "\n\nNow you have more space in your Sylladex, cool! Feel free to look around your house, there might be some more things hidden around.\n\nWhen you're ready to proceed, go to your Yard and grab the Game from your Mailbox. Use it on any item with the Computer trait. See you then!",
  "\nYou've really got this figured out, nice going! using items on other items is key in Alchemy, so getting it down now helps.\n\nOnce you have a chum who is at this stage, you can talk to them (see >chumroll if you haven't yet) and figure out how to play with >connect.\n\nAlternatively, do >check to set up your personal profile, while you wait maybe!",
  "Doing >check with no arguments will show you your own profile, which is probably pretty bland right now! No issues though, you can customize it to your heart's content!\n\n>name will change the name for your character, >bio can set some information about them, and >pic can let people see what they look like! Go on and set something new for your bio.\n\nYou can also check other's bios by doing >check [position in >list].",
  "Nice new bio! Things like this will help a lot when interacting with other players in person. When you do meet other players, you can use the >say command to talk to them!\n\nYou can also check your >stats at any time, which gives you a snapshot of the milestones you've hit in your game. I'm sure you'll have those numbers soaring soon enough!\n\nYou should probably go see if your game is ready to play now, with >connect.",
  ">connect with no arguments will give you your client code! Give it to a chum, and they can do >connect [client code] to become your server!\nIt's probably a good idea to talk with your chums now and plan out a server-client chain, so nobody gets left out.\n\nIf you plan to start as a server, check out the >deploy command now!\n\nIf you want to start as a client, it's time to equip some weapons, and check out >specibus!",
  "Here you can see the list of all of the items you can deploy as a server! the first four are the most important for right now:The Cruxtruder, Totem Lathe, Alchemizer, and Pre-punched Card. You'll learn a lot more about things machines when you use them as a player.\n\nTo deploy an object, do >deploy [item number][room number]. if you do just >deploy[item number], you'll get a list of all availible rooms. Once you put down the first four machines, check out >cache.",
  "This is a list of all of the grist your client has! They'll earn more as they defeat underlings and explore their land. You can check your own grist via >grist.\n\nthe >registry lets you look at what you can deploy, which will grow to include the items your client alchemizes.\n\nYour final job as server, at least for now, is to know how to use the >build command, so give that a go with no arguments when you're ready.",
  "The >build command lets you increase how much Build Grist is put into your client's house, with >build [number], but don't run your client out of grist entirely!\n\nHere's some advice for a server on the move: as long as your computer with the Sburb disk in it is in your sylladex, you can perform all these serverly duties from anywhere!\n\nIf you haven't already, it's time now for you to be a player. go check out the >specibus command!",
  "Here is where you'll keep all your weapons, though it's probably empty right now. Luckily, your house is filled with potential weapons! take a look around, captchalogue something you like, and use >allocate [item number] to set that weaponkind! Don't worry if you want to try another weaponkind later, you can find more strife specibi later on in your adventures. \n\n>equip that weapon and you'll be ready to progress!",
  "Nice choice! You can check >specibus again to see your weapon. You start with only 2 strife cards, which you can also find more of later on. to change which weapons you have equipped, you can do >switch [item number]. This takes up stamina in Strife, but it's free otherwise!\n\nJust like your sylladex, you can >specibus eject to get rid of items, or >specibus [item number] to inspect an item closer.\n\nNext up, check out >armor.",
  ">armor starts as just the clothes you wear, and they determine your AV and BR, things that will come up in Strife later. >trinket is the last command for equipping yourself, and accepts the same two arguments that >armor does, equip or eject. \n\nYou can only have one armor or trinket at a time, and all 3 of your equipments come to form your traits. Check that out with >trait!",
  "\n\nTraits can change how your game works quite a lot, and can get pretty in depth. I'll leave you to explore them yourself, but check out what certain traits do regularly, to see if any fun playstyles appeal to you!\n\nNow, its time to get to the fun part: Alchemy! do the >alchemize command when you're ready.",
  "Ok, so it's not that straightforward, just using >alchemize. Your first alchemy will be to make your Entry Artifact, which requires 4 pieces: a Cruxtruder, a Totem Lathe, an Alchemizer, and a Prepunched Card. If you have a server, they need to >deploy those things for you, so get them to do that! \n\nWhen you've found all the machines, >use the prepunched card on the totem lathe, and I'll continue to explain the rest.",
  "Good work! Now there's a card in the Totem Lathe, you need something to carve, which is where the Cruxtruder comes into play. It's filled with an infinite supply of cruxite dowels, so use what you know to captcha one of those out and use it on the totem lathe.\n\nOh! and in the same room as your Cruxtruder is me, your sprite! do >prototype with no arguments and I can explain how you can make me! Weird, I know, but it's pretty  important!",
  "\nSo, this is pretty huge. You can throw any item you want at me to prototype me, and you can give me up to two items, but I really only need one for now! I can't go into the details of what happens if you don't prototype me at least one time, but it's really better for all of us if you do. \n\nYou can put this off till later, I suppose, but just make sure to do it before you enter your land!",
  "\nNice, now you have a carved dowel!\n\nHere's a quick tip, take the card that's still inside the Totem Lathe out now, before you forget. The Totem Lathe can take up to two cards, which I can explain later, so leaving one in can really mess you up if you forget!\n\nNow, take that dowel over to your Alchemizer, and use that carved dowel on the machine.",
  "\nYou're nearly done now! From here on, you can use >ath or >athenaeum to see every item you've regestered to your Alchemizer, along with >ath delete to get rid of items you might not want to make again, or >ath push to move something to the front of the list.\n\nNow it's time to make your cruxite artifact! Do >alchemize [item number] to finish alchemizing your first item.",
  "\nThere you go, your first ever alchemy, and your CRUXITE ARTIFACT. Whenever you're ready, you can use it to enter your land!\n\nBefore that though, you should probably make sure you've >prototype-d your sprite, and you're doing your job as a server with the >deploy command. \n\nSee you when you're ready, so we can get into your first Strife!",
  "\n\nWelcome to your land! Since you're still in your house, it won't look a whole lot different, but whenever you go to another room in your house, Underlings will spawn for you to fight! \n\nMake sure you have your weapon ready, go to a room with an imp or two, and >strife to get a fight started!",
  "\n\nStrife is pretty simple once you get the hang of it. Every turn, you roll a random number of stamina, from 1 to 8. Don't worry if you don't use it all, it carries over between turns.\n\nCheck out what you can do in >act, and once you're all done (or if there's nothing to do) just >pass to your next turn!",
  "Here's all of the actions you can take right now based on your weapon. If you have more than one weapon, you can >switch them for 2 stamina. No matter what weapon you have, you can always use Aggrieve or Abscond, so think of keeping stamina open in case you need to get out of dodge!\n\nTo take an action, just do >act [action number][target number]. Remember, you can use >list to see who's turn it is, and what each creature's target number is!",
  "\nYou roll a 20 sided die to see if you hit foes, versus their Avoidance Value, or AV. When you hit, you deal your damage, or whatever unique effect the action has.\n\nThere are a wide variety of actions to take, and I'll let you explore most of them yourself. \n\nI'll leave the rest of this strife up to you, good luck!",
  "\nOne last bit of advice: Each underling has Grist Type and Prototyping, which gives it whatever funky name you see facing you now. It can change what kinds of damage it is weak to, and the actions it can take, so make sure to check what your weapons are strong against!\n\nAlso, if a Strife ever gets stuck on a foe's turn, just do >push. Shouldn't happen much though.",
  "Congrats, you won your first strife! You've been showered in grist, XP, and since you've probably climbed your Echladder, Boondollars and a higher max Gel Viscosity! You'll do a lot of strifing to get enough grist for alchemizing and building, and you're almost done learning from me!\n\nYou can learn about restoring health with >heal,higher level alchemy with >quickalch, or the magic of your Dream Self with >sleep.",
  "While you're in your house, you can ask me to heal you with >heal. You will need to know the other ways to heal: Eating, and Sleeping.\n\nIf you go to your kitchen fridge you'll find all sorts of food items. you can use the >consume command to eat them, each kind giving a seperate benifit: meat granting bonus damage, candy giving more stamina, and food healing you. You can do this in combat too, but only once per turn! check out >sleep for the other way to heal.",
  "Under most circumstances, when you go to sleep, you will awaken on your dream moon as your Dreaming Self.\n\nDo >map to look at your dream moon! While your Dreaming Self, every action you take heals your Waking self some, and vice versa.\n\nYou can also >fly! Fly around the moon a bit, go check out that big chain in the middle. To fly, give the X and Y coordinates of where you want to go.",
  "\n\nIt's so nice to fly around, isn't it? There's a few ways to do this as your waking self, but you'll have to discover that for yourself!\n\nIf you're at the chain in the middle, you can use the >enter command to cross the chain! >enter is used for many things, such as dungeons and the rings above your house.",
  "And this is the moon proper! Feel free to look around, or head back to your own tower via the chain. When you don't feel like flying (or can't, if you're awake), you can move around anywhere with a map using >move [n/s/e/w]. You'll be given a little mini-map of what's around you so you can see where you're going!\n\nWhen you're all done, you can >sleep again and check out either >heal or >quickalch, if you haven't already.",
  "Ok, I've faked you out again. You can't use >quickalch just yet, you need to learn real alchemy first!\n\nYou can talk to your server and ask them what kind of grist they need for them to deploy your PUNCH DESIGNATRIX. The special grist will always be one of the kinds of underlings that spawn on your land.\n\nOnce you've had that deployed for you, slam a blank captchalogue card in it to continue this lesson.",
  "\n\nNice! Alchemy isn't too much different than what you did to make your first item. The only difference is you punch the cards yourself!\n\nThis introduces the two methods of Alchemy: && and ||, otherwise called andand / oror alchemy. When you >use an item on a Punch Designatrix, you punch that code into the card. Do that now.",
  "The main difference between the modes of alchemy is how the codes of two items combine. See those 8 digits on top of a card when you inspect it? That's the item's code. All the possible characters for a code are sorted from lowest to highest, in this order: 0-9 < A-Z < a-z. Alchemy will either keep the highest value for each character or the lowest, depending on which method of alchemy you use!\nPunching a single card with two items is || Alchemy, and will take the lowest of every value.",
  "Punching two cards once and putting them both in the Totem Lathe is && Alchemy, and will take the highest of every value!\n\nYou can also punch a single card once to clone an item you already have. I'd suggest doing this with Captcha cards, so you have enough to play with! You can make more than one item at a time by passing a second argument with the alchemy command, like \">alchemize 1 1\".\nCarve a dowel using any of these methods to continue.",
  "Congrats, you've now mastered basic alchemy! If you've combined two different items, their Tier will go up, meaning they are a lot stronger! Use that dowel on your alchemy machine and make as many as your grist allows. You can also >rename any item you make, so go wild with that.\n\nIf you actually want to use real Quick Alchemy, you'll need 100 Build Grist, and for your Server to Deploy the machine for it. If you haven't yet, go check out >heal and >sleep now.",
  "If you're seeing this, Congratulations, you're ready to go to your Land! Once you have 100 Build Grist, your server can build you up to your First Gate, which you can >enter from your house. The >map will be mostly blue, but will be uncovered as you explore it. The rest of the game is up to you now!\n\nUnderlings will be more dangerous, but the loot will be worth it. Discover secrets, find your friends, figure out what >trans does! Try not to die, and go grow as a person.",
  "Oh, nice, you actually made the Quick Alchemy machine. Hope you didnt do this too early, or you're gonna have some hard fights ahead of you.\n\nThe explaination is right up there, if you passed this with no arguments. Also, you can also do >ath tier to change the tier of items you've alchemized now, very helpful. \n\nYou definitely don't need my help anymore, so I'll just go and disable the >heal command now. Have fun!"
]
}
